Repository: ArmandPhilippot/wp-graphql-gravatar
Catalog: languages/wpg-gravatar-*.po
Languages: fr_fr

source: Gravatar options
fr_fr: Options de Gravatar

source: Avatar size
fr_fr: Taille de l'avatar

source: Avatar rating
fr_fr: Classement de l'avatar

source: Default avatar
fr_fr: Avatar par défaut

source: WP GraphQL Gravatar Settings
fr_fr: Réglages de WP GraphQL Gravatar

source: You can find more information about the different options on Gravatar website: %s
fr_fr: Vous pouvez trouver plus d'informations à propos des différentes options sur le site de Gravatar : %s

source: This plugin adds a WP GraphQL field containing the Gravatar url of the comment author.
fr_fr: Ce plugin ajoute un champ WP GraphQL contenant l'URL du Gravatar de l'auteur d'un commentaire.

source: The author gravatar url.
fr_fr: L'url du Gravatar de l'auteur.

source: WPGraphQL plugin need to be installed and activated in order for WP GraphQL Gravatar to work.
fr_fr: Le plugin WPGraphQL doit être installé et activé pour que WP GraphQL Gravatar fonctionne.

source: WP GraphQL Gravatar is now activated! You can configure it under Settings menu.
fr_fr: WP GraphQL Gravatar est maintenant activé ! Vous pouvez le configurer dans le menu Réglages.
